"Cheerful" = "歡愉的";
"Melodic" = "優美動聽的";
"Relaxed" = "輕鬆的";
"Grooving" = "協調美妙的";
"Distorted" = "破音的";
"Acoustic" = "聲學的";
"Processed" = "處理過的";
"Single" = "單曲";
"Part" = "聲部";

"Dark" = "低沈的";
"Dissonant" = "不和諧";
"Intense" = "激烈的";
"Arrhythmic" = "無節奏";
"Clean" = "乾淨的";
"Electric" = "電子樂";
"Dry" = "單調的";
"Ensemble" = "合奏";
"Fill" = "填充";

"Rock/Blues" = "搖滾/藍調";
"Electronic/Dance" = "電子樂/舞曲";
"Jazz" = "爵士樂";
"Urban" = "都會型音樂";
"World/Ethnic" = "世界/種族";
"Cinematic/New Age" = "電影的";
"Orchestral" = "管弦樂";
"Country/Folk" = "鄉村";
"Experimental" = "實驗音樂";
"Other Genre" = "其他樂曲類型";

"Bass" = "貝斯";
"Electric Bass" = "電貝斯";
"Acoustic Bass" = "原音貝斯";
"Synthetic Bass" = "合成貝斯";

"Drums" = "所有的鼓";
"Drum Kit" = "鼓組";
"Electronic Beats" = "節拍";
"Kick" = "大鼓";
"Tom" = "Tom 鼓";
"Snare" = "小鼓";
"Cymbal" = "鐃鈸";
"Hi-hat" = "踏鈸";

"Guitars" = "吉他";
"Electric Guitar" = "電吉他";
"Acoustic Guitar" = "空心吉他";
"Banjo" = "斑鳩琴";
"Mandolin" = "曼陀林琴";
"Slide Guitar" = "滑棒吉他";
"Pedal Steel Guitar" = "踏板吉他";

"Horn/Wind" = "銅管∕管樂器";
"Saxophone" = "薩克斯風";
"Trumpet" = "小號";
"Flute" = "長笛";
"Trombone" = "伸縮號";
"Clarinet" = "單簧管";
"French Horn" = "法國號";
"Tuba" = "低音號";
"Oboe" = "雙簧管";
"Harmonica" = "口琴";
"Recorder" = "直笛";
"Pan Flute" = "排笛";
"Bagpipe" = "風笛";
"Bassoon" = "巴松管";
"Piccolo" = "短笛";
"English Horn" = "英國號";
"Brass" = "銅管樂器";
"Woodwind" = "木管樂器";

"Keyboards" = "鍵盤";
"Piano" = "鋼琴";
"Electric Piano" = "電鋼琴";
"Organ" = "風琴";
"Clavinet" = "古鋼琴";
"Accordion" = "手風琴";
"Synthesizer" = "合成器";
"Rhodes" = "Rhodes";
"Celesta" = "金屬鍵琴";
"Harpsichord" = "羽管鍵琴";

"Mallets" = "鼓槌";
"Steel Drum" = "鋼鼓";
"Vibraphone" = "顫音琴";
"Marimba" = "馬林巴琴";
"Xylophone" = "木琴";
"Kalimba" = "非洲卡林巴琴";
"Bell" = "鐘琴";
"Timpani" = "定音鼓";

"Mixed" = "串場音樂";

"Other Instrument" = "其他樂器";

"Percussion" = "打擊樂器";
"Gong" = "銅鑼";
"Shaker" = "沙鈴";
"Tambourine" = "鈴鼓";
"Conga" = "康加音樂";
"Bongo" = "手鼓";
"Cowbell" = "牛鈴";
"Clave" = "翼琴";
"Vinyl/Scratch" = "黑膠唱片";
"Chime" = "管鐘";
"Rattler" = "響尾蛇";
"Sound Effect" = "FX";
"Misc2" = "其他項目";
"Boom" = "隆隆聲";
"All Effects" = "所有效果";
"Effects" = "音效";

"Ambience" = "環境";
"People" = "人物";
"Transportation" = "交通";
"Weapons" = "武器";
"Explosions" = "爆炸";
"Impacts & Crashes" = "撞擊聲";
"Animals" = "動物";
"Sports & Leisure" = "運動";
"Mech/Tech" = "機器";
"Work/Home" = "工作∕家庭";
"Misc." = "其他";
"Foley" = "Foley";
"Motions & Transitions" = "特殊音效";
"Sci-Fi" = "科幻";

"Strings" = "弦樂";
"Violin" = "小提琴";
"Viola" = "中提琴";
"Cello" = "大提琴";
"Harp" = "豎琴";
"Koto" = "古箏";
"Sitar" = "印度西塔琴";
"Double Bass" = "低音提琴";

"Texture/Atmosphere" = "結構";

"Vocals" = "人聲";
"Male" = "男性";
"Female" = "女性";
"Choir" = "和聲";

"bytes" = "位元組";
"KB" = "KB";
"MB" = "MB";
"GB" = "GB";
"Can't find file" = "找不到檔案";
"CantOpenFile" = "無法在預期的位置找到檔案。\n\n%@\n\n要略過這個檔案、繼續尋找還是取消動作？";
"Select..." = "尋找檔案⋯";
"MakeOfflineSource" = "略過檔案";
"Don't open document" = "取消";
"Reconnecting " = "正在重新連結 ";
"Use selected path to reconnect other offline sources..." = "使用所選路徑來重新連接其他遺失的檔案";
